Repository: mjlassila/plugin-SimpleContactForm
Catalog: languages/*.po
Languages: fi_fi

source: Your Name:
fi_fi: Nimi:

source: Your Email:
fi_fi: Sähköpostiosoite:

source: Your Message:
fi_fi: Viesti:

source: Send Message
fi_fi: Lähetä

source: Forward-To Email
fi_fi: Edelleenlähetysosoite

source: Contact Page Title
fi_fi: Yhteydenottosivun otsikko

source: Instructions for Contact Page
fi_fi: Ohjeet yhteydenottosivulla

source: Add to Main Navigation
fi_fi: Lisää päävalikkoon

source: Thank You Page Title
fi_fi: Kiitossivun otsikko

source: Thank You Page Message
fi_fi: Kiitossivun sisältö

source: Contact Us
fi_fi: Ota yhteyttä

source: Please send us your comments and suggestions.
fi_fi: Lähetä kommentteja ja palautetta.

source: Thank You For Your Feedback
fi_fi: Kiitos yhteydenotosta.

source: Your CAPTCHA submission was invalid, please try again.
fi_fi: CAPTCHA-tehtävän ratkaisu oli virheellinen, yritä uudelleen.

source: Please enter a valid email address.
fi_fi: Sähköpostiosoitteessa on virhe.

source: Please enter a message.
fi_fi: Kirjoita viesti.

source: %s <%s> sent the following message:
fi_fi: %s <%s> lähetti viestin:

source: A User Has Contacted You
fi_fi: Sivuston käyttäjä on lähettänyt viestin

source: You have not entered your
fi_fi: Et ole syöttänyt

source: API keys under
fi_fi: API-avaimia

source: security settings
fi_fi: turvallisuusasetuksiin

source: We recommend adding these keys, or the contact form will be vulnerable to spam.
fi_fi: Recaptchan käyttöönotto on suositeltavaa roskapostitusten estämiseksi.

source: Reply-From Email
fi_fi: Vastausosoite

source: The address that users can reply to. If blank, your users will not be sent confirmation emails of their submissions.
fi_fi: Osoite johon käyttäjät voivat vastata.

source: The email address that receives notifications that someone has submitted a message through the contact form. If blank, you will not be forwarded messages from your users.
fi_fi: Ylläpidon sähköpostiosoite johon lähetetään ilmoitus palautelomakkeella lähetetystä viesteistä. Jos osoite on tyhjä, ilmoituksia ei lähetetä.

source: Email Subject (Admin Notification)
fi_fi: Ilmoitusviestin otsikko

source: The subject line for the email that is sent to the Forward-To email address.
fi_fi: Ylläpitäjälle lähetettävän ilmoitusviestin otsikko.

source: Email Message (Admin Notification)
fi_fi: Ilmoitusviestin sisältö

source: The beginning of the message that is sent to the Forward-To email address.
fi_fi: Ylläpitäjälle lähetettävän ilmoitusviestin sisältö.

source: Email Subject (Public Notification)
fi_fi: Kuittausviestin otsikko

source: The subject line of the confirmation email that is sent to users who post messages through the form.
fi_fi: Kuittausviestin otsikko.

source: Email Message (Public Notification)
fi_fi: Kuittausviestin sisältö

source: The beginning of the confirmation email that is sent to users who post messages through the form.
fi_fi: Kuittausviestin sisältö.

source: The title of the contact form (not HTML).
fi_fi: Sivun otsikko (ei HTML-koodia)

source: Any specific instructions to add to the contact form.
fi_fi: Yhteydenottosivulla näytettävät lisäohjeet tai muu sisältö.

source: If checked, add a link to the contact form to the main site navigation.
fi_fi: Valinta lisää linkin yhteydenottolomakkeeseen sivuston päävalikkoon.

source: The title of the Thank You page (not HTML).
fi_fi: Sivun otsikko (ei HTML-koodia)

source: The text displayed on the Thank You page.
fi_fi: Kiitossivulla näytettävä sisältö.

source: We appreciate your comments and suggestions.
fi_fi: Kiitos yhteydenotostasi. Otamme tarvittaessa yhteyttä.

source: A user has sent you the following message:
fi_fi: Käyttäjän lähettämä viesti:

source: Thank You
fi_fi: Kiitokset

source: Thank you for sending us the following message:
fi_fi: Kiitokset yhteydenotosta. Vastaanotimme viestisi:

source: Your Name:
fi_fi: Nimi:

source: Your Email:
fi_fi: Sähköpostiosoite:

source: Your Message:
fi_fi: Viesti:
